<template>
  <div class="privacy">
    <GlobalMain title="개인정보방침" />
    <p
      class="privacy__paragraph"
      style="font-size:1.6rem;"
      v-html="`${privacy}`"
    />
  </div>
</template>

<script>
import GlobalMain from '~/components/shared/GlobalMain'

export default {
  components: {
    GlobalMain
  },
  computed: {
    privacy () {
      const privacy = `유스토리(Youthtory) 개인정보 처리방침

        유스토리(Youthtory)는 정보 보호법 제30조(개인정보 처리방침의 수립 및 공개)에 따라 정보주체의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 고충을 원활하게 처리할 수 있도록 다음과 같이 개인정보 처리방침을 수립·공개하고 있습니다.

        이 방침은 별도의 설명이 없는 한 유스토리(Youthtory)에서 처리하는 모든 개인정보파일에 적용됩니다. 다만, 소관업무 처리를 위해 유스토리(Youthtory) 각 부서에서 별도의 개인정보 처리방침을 제정⋅시행하는 경우에는 그에 따릅니다.

        제1조(개인정보의 처리 목적, 항목, 개인정보의 처리 및 보유기간)
        유스토리(Youthtory)가 개인정보 보호법 제32조에 따라 등록, 공개하는 개인정보파일(이름, 전화번호, 생년월일, 성별, 아이디, 비밀번호, 가입일)은 개인정보 수집일로부터 고객의 선택에 따라 00년 동안 보유 및 이용되며, 관련 법령의 규정에 의하여 필요한 경우법령에 규정된 기간 동안 보유됩니다.


        제2조(개인정보의 제3자 제공)
        유스토리(Youthtory)는 원칙적으로 정보주체의 개인정보를 개인정보 수집·이용 목적으로 명시한 범위 내에서만 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.

        1. 정보주체로부터 별도의 동의를 받은 경우
        2. 다른 법률에 특별한 규정이 있는 경우
        3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
        4. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우
        5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
        9. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
        7. 법원의 재판업무 수행을 위하여 필요한 경우
        8. 형 및 감호, 보호처분의 집행을 위하여 필요한 경우


        제3조(개인정보처리 위탁)
        ① 유스토리(Youthtory)는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보처리 업무를 위탁하고 있습니다.


        ② 유스토리(Youthtory)는 위탁계약 체결 시 ｢개인정보 보호법｣ 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.


        제4조(정보주체의 권리·의무 및 그 행사방법)
        정보주체(만 14세 미만인 경우에는 법정대리인을 말함)는 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

        1. 개인정보 열람 요구

        유스토리(Youthtory)에서 보유하고 있는 개인정보파일은 개인정보 보호법 제35조(개인정보의 열람)에 따라 자신의 개인정보에 대한 열람을 요구할 수 있습니다. 다만, 개인정보 열람 요구는 법 제35조제4항에 의하여 다음과 같이 제한될 수 있습니다.

        가. 법률에 따라 열람이 금지되거나 제한되는 경우
        나. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
        다. 공공기관이 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때 중대한 지장을 초래 하는 경우
        1) 조세의 부과·징수 또는 환급에 관한 업무
        2)「초·중등교육법」및「고등교육법」에 따른 각급 학교,「평생교육법」에 따른 평생교육시설, 그 밖의 다른 법률에 따라 설치 된 고등교육기관에서의 성적 평가 또는 입학자 선발에 관한 업무
        3) 학력·기능 및 채용에 관한 시험, 자격 심사에 관한 업무
        4) 보상금·급부금 산정 등에 대하여 진행 중인 평가 또는 판단에 관한 업무
        5) 다른 법률에 따라 진행 중인 감사 및 조사에 관한 업무
        2. 개인정보 정정·삭제 요구

        유스토리(Youthtory)에서 보유하고 있는 개인정보파일은 개인정보 보호법 제36조(개인정보의 정정·삭제)에 따라 정정·삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

        3. 개인정보 처리정지 요구

        유스토리(Youthtory)에서 보유하고 있는 개인정보파일은 개인정보 보호법 제37조(개인정보의 처리정지 등)에 따라 처리정지를 요구할 수 있습니다. 다만, 개인정보 처리정지 요구 시 법 제37조제2항에 의하여 처리정지 요구가 거절될 수 있습니다.

        가. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
        나. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
        다. 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우
        라. 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우
        4. 정보주체의 권리행사 요구 거절 시 불복을 위한 이의제기 절차

        유스토리(Youthtory)는 개인정보 보호법 제38조(권리행사의 방법 및 절차)에 따라 열람 등 요구에 대한 거절 등 조치에 대하여 불복이 있는 경우 이의를 제기할 수 있습니다.

        제5조(개인정보의 파기)
        유스토리(Youthtory)는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

        1. 파기절차

        개인정보는 목적 달성 후 즉시 또는 별도의 공간에 옮겨져 내부 방침 및 기타 관련법령에 따라 일정기간 저장된 후 파기됩니다. 별도의 공간으로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

        2. 파기기한 및 방법

        보유기간이 만료되었거나 개인정보의 처리 목적 달성, 해당 업무의 폐지 등 그 개인정보가 불필요하게 되었을 때에는 지체 없이 파기합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
        전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.

        ※ 보존기간이 만료된 개인정보는 회원정보를 제외하고는 “공공기관 기록물관리법”에 따라 심의를 거쳐 파기됩니다. 보존기간 만료에서 파기 시까지는 별도의 DB에 관리함을 알려드립니다.


        6조(개인정보의 안전성 확보 조치)
        유스토리(Youthtory)는 개인정보 보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적 및 물리적 조치를 하고 있습니다.

        1. 개인정보 취급 직원의 최소화 및 교육

        개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.

        2. 내부 관리계획의 수립 및 시행

        개인정보의 안전한 처리를 위하여 내부 관리계획을 수립하고 시행하고 있습니다.

        3. 개인정보의 암호화

        이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 중요한 데이터는 저장 및 전송시 암호화 하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.

        4. 해킹 등에 대비한 기술적 대책

        해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적, 물리적으로 감시 및 차단하고 있습니다.

        5. 개인정보처리시스템 접근 제한

        개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

        6. 접속기록의 보관

        개인정보처리시스템에 접속한 기록(웹로그, 요약정보 등)을 최소 1년 이상 보관, 관리하고 있습니다.

        7. 문서보안을 위한 잠금장치 사용

        개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.


        8. 비인가자에 대한 출입 통제

        개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

        제7조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)
        유스토리(Youthtory) 누리집은 팝업 등록 시 사용자가 다시 보지않기 체크 후 닫기를 누를 시 쿠키(cookie) 생성 및 저장됩니다.

        1. 쿠키의 사용 목적 : 팝업 차단

        2. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장 거부

        3. 쿠키 저장을 거부할 경우 누리집 팝업 차단이 안 될 수 있음

        제8조(개인정보보호 책임자 및 담당자)
        유스토리(Youthtory)는 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 실무담당자를 지정하고 있습니다.

        구 분부 서성 명연락처
        개인정보 보호책임자(직위)(이름)(연락처)
        개인정보 보호담당자(직위)(이름)(연락처)(전화) (팩스)(팩스)
        (privacy@도메인.go.kr)

        제9조(권익침해 구제방법)
        정보주체는 아래의 기관에 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.

        1. 개인정보침해신고센터 (한국인터넷진흥원 운영)

        - 소관업무: 개인정보 침해사실 신고, 상담 신청
        - 누리집: privacy.kisa.or.kr
        - 전화: (국번없이) 118
        - 주소: (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
        2. 개인정보분쟁조정위원회 (개인정보보호위원회 운영)

        - 소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
        - 누리집: kopico.go.kr
        - 전화: (국번없이) 1833-6972
        - 주소: (03171)서울특별시 종로구 세종대로 209 정부서울청사 12층

        제10조(가명정보 처리에 관한 사항)
        유스토리(Youthtory)는 개인정보를 가명처리 하는 경우, 본 개인정보 처리방침을 통해 아래와 같은 가명정보 처리에 관한 사항을 안내드리겠습니다.

        1. 가명정보의 처리 목적, 처리 및 보유기간

        2. 가명정보의 제3자 제공 및 처리의 위탁에 관한 사항

        3. 처리하는 가명정보의 항목

        4. 개인정보보호법 제28조의4(가명정보에 대한 안전조치 의무 등)에 따른 가명정보의 안전성 확보조치에 관한 사항

        제11조(개인정보 처리방침의 변경)
        본 개인정보 처리방침은 2021. . . 시행일로부터 적용되며, 이전의 개인정보 처리방침은"이력보기 ”에서 확인할 수 있습니다.`
      return privacy.split('\n').join('<br />')
    }
  }
}
</script>

<style>

</style>
