<template>
  <div class="terms">
    <GlobalMain title="이용약관" />
    <p
      class="terms__paragraph"
      style="font-size:1.6rem;"
      v-html="`${terms}`"
    />
  </div>
</template>

<script>
import GlobalMain from '~/components/shared/GlobalMain'

export default {
  components: {
    GlobalMain
  },
  computed: {
    terms () {
      const terms = `『유스토리(Youthtory)』 서비스 이용약관
        "약관동의 회원가입을 위해서는 아래의 이용약관 및 개인정보취급방침을 읽어보시고 동의 하셔야 합니다."

        제 1 장 총칙
        제 1 조 (목적)
        본 약관은 유스토리(Youthtory) 포털 회원가입을 통해 제공되는 개별 웹 서비스에 적용되며(이하, “서비스”라고 하며, 접속 가능한 유ㆍ무선 단말기의 종류와 상관없이 이용 가능한 유스토리(Youthtory) 포털을 통해 제공되는 “서비스”를 의미합니다.), 서비스 이용에 관한 조건 및 절차와 기타 필요 사항을 규정하는 것을 목적으로 합니다.

        제 2 조 (약관의 효력과 변경)
        ① 이 약관은 서비스 메뉴에 게시하여 공시함으로써 효력을 발생합니다.
        ② 유스토리(Youthtory)는 합리적인 사유가 발생한 경우에 이 약관을 변경할 수 있으며, 약관을 변경한 경우에는 지체 없이 "공지사항"을 통해 공시합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 최소 10일 전에 공시합니다.
        ③ 이용자는 변경된 약관 사항에 동의하지 않으면, 서비스 이용을 중단하고 이용계약을 해지할 수 있습니다. 약관의 효력발생일 이후의 계속 적인 서비스 이용은 약관의 변경사항에 이용자가 동의한 것으로 간주 됩니다.
        제 3 조 (약관 외 준칙)
        이 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우 그 규정에 따르며, 그렇지 않은 경우에는 유스토리(Youthtory)가 제공하는 개별 서비스의 이용약관 및 운영정책에 따릅니다.

        제 4 조 (용어의 정의)
        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

        ① 이용자 : 본 약관에 동의하고 회원등록을 완료한 이용자로 유스토리(Youthtory)와 이용계약을 체결한 자
        ② 이용계약 : 서비스를 제공받기 위하여 이 약관으로 유스토리(Youthtory)와 이용자 간에 체결 하는 계약을 말함.
        ③ 이용자번호(ID) : 이용자 식별과 이용자의 서비스 이용을 위하여 이용 계약 체결 시 이용자의 선택에 의하여 유스토리(Youthtory)가 부여하는 영문자와 숫자의 조합.
        ④ 비밀번호 : 이용자 자신의 비밀을 보호하기 위하여 이용자 자신이 설정한 영문자, 숫자, 특수문자의 조합
        ⑤ 단말기 : 서비스 제공을 받기 위해 이용자가 설치한 개인용 컴퓨터 및 모뎀 등의 유ㆍ무선기기
        ⑥ 서비스 이용 : 이용자가 단말기를 이용하여 유스토리(Youthtory)의 주전산기에 접속하여 유스토리(Youthtory)가 제공하는 정보를 이용하는 것
        ⑦ 이용정지 : 서비스 이용과 관련하여 유스토리(Youthtory)가 정하는 규정을 준수하지 않을 경우 서비스의 이용을 제한하는 것을 의미함
        ⑧ 친권자 : 14세 미만 이용자의 개인정보제공 동의를 하는 이용자의 부모 또는 후견인 등 법정대리인
        제 2 장 서비스 이용 계약
        제 5 조 (이용계약의 성립)
        ① 이용계약은 본 이용약관 내용에 대한 이용자의 동의와 이용신청에 대한 유스토리(Youthtory)의 이용 승낙에 의하여 성립됩니다.
        ② 이용계약은 이용자번호(ID) 단위로 체결하며, 체결단위는 1인 이용자 번호(ID)만 가능합니다. 서비스의 대량이용 등 특별한 서비스 이용은 별도의 계약으로 합니다.
        제 6 조 (이용신청)
        ① 서비스를 이용하고자 하는 자(개인 또는 단체)는 유스토리(Youthtory)에서 지정한 양식에 따라 온라인 신청을 이용하여 가입 신청을 해야 합니다.
        ② 개인 회원은 반드시 실명으로만 가입할 수 있으며, 유스토리(Youthtory)는 실명확인 조치를 할 수 있습니다.
        ③ 타인의 명의(이름)를 도용하여 이용신청을 할 경우 해당 회원의 이용자 번호(ID)는 삭제되며, 관계 법령에 따라 처벌을 받을 수 있습니다.
        ④ 유스토리(Youthtory)의 본 서비스를 이용하는 회원의 직업군에 따라 이용에 차등을 둘 수 있습니다.
        제 7 조 (이용계약 승낙의 유보)
        ① 유스토리(Youthtory)는 다음 각 호에 해당하는 경우에는 이용계약의 승낙을 유보할 수 있습니다.
        1. 설비에 여유가 없는 경우
        2. 기술상에 지장이 있는 경우
        3. 유스토리(Youthtory)에서 서비스의 효율적인 운영 등을 위하여 필요하다고 인정되는 경우
        ② 유스토리(Youthtory)는 다음 각 호에 해당하는 이용계약 신청에 대하여는 이를 거절 할 수 있습니다.
        1. 다른 사람의 명의를 사용하여 이용신청을 하였을 경우
        2. 이용계약 신청서의 내용을 허위로 기재하였을 경우
        3. 사회의 안녕, 질서 혹은 미풍양속을 저해할 목적으로 이용신청을 하였을 경우
        4. 부정한 용도로 본 서비스를 이용하고자 하는 경우
        5. 영리 추구를 목적으로 본 서비스를 이용하고자 하는 경우
        제 8 조 (계약사항의 변경)
        이용자는 다음 사항을 변경하고자 하는 경우 서비스에 접속하여 직접 변경할 수 있습니다.

        1. 비밀번호, 이메일 주소, 휴대폰번호
        2. 기타 유스토리(Youthtory)가 인정하는 경미한 사항
        제 3 장 서비스의 이용
        제 9 조 (서비스 이용 기간 및 시간)
        ① 서비스의 이용 시간은 유스토리(Youthtory)의 업무 및 기술 상 특별한 지장이 없는 한 연중무휴, 1일 24시간(00:00-24:00)을 원칙으로 합니다. 다만 시스템 정기점검 등의 필요로 유스토리(Youthtory)가 정한 날이나 시간은 그러하지 아니합니다.

        제 10 조 (이용자번호 등)
        ① 이용자번호(ID) 및 비밀번호에 대한 모든 관리책임은 이용자에게 있습니다.
        ② 명백한 사유가 있는 경우를 제외하고는 이용자가 이용자번호(ID)를 공유, 양도 또는 변경 할 수 없습니다.
        ③ 이용자에게 부여된 이용자번호(ID)에 의하여 발생되는 서비스 이용 상의 과실 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 이용자에게 있습니다.
        제 11 조 (서비스 이용계약의 해지 및 제한)
        ① 이용자가 서비스 이용계약을 해지하고자 하는 때에는 온라인으로 유스토리(Youthtory)에 해지신청을 하고, 신청 후 즉시 모든 회원정보를 삭제 합니다. 단, 11조1항과, 2항, 3항에 해당되어 회원 정보가 삭제(탈퇴)될 경우 최소한의 개인정보(ID, 성명)를 보관 합니다.
        ② 이용자가 이용신청 이후 최근 1년이상 본 서비스에 최소 1회 이상 로그인 하지 않을 경우 휴면 회원 처리가 될 수 있으며, 2년 이상 휴면 상태가 지속될 경우 공지사항 및 팝업, 게시판을 통하여 고시 후 모든 개인정보 및 본 서비스를 이용하여 생성한 정보를 삭제 처리 할 수 있으며 복구를 지원하지 않습니다.
        ③ 유스토리(Youthtory)는 이용자가 다음 각 호에 해당하는 경우 서비스의 이용 제한 및 적법 조치를 포함한 제재를 가할 수 있습니다. 유스토리(Youthtory)는 이용자가 다음 각 호에 해당하는 경우 서비스의 이용 제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.
        1. 타인의 이용자번호(ID), 비밀번호를 도용한 경우
        2. 유스토리(Youthtory)의 운영진, 직원 또는 관계자를 사칭하는 경우
        3. 서비스에 위해를 가하거나 고의로 방해하는 경우
        4. 타인의 명예나 프라이버시를 침해할 수 있는 내용을 게시 또는 수신자의 의사에 반하는 광고성 정보, 전자우편을 전송 하는 경우
        5. 정보통신윤리위원회로부터의 이용제한 요구 대상인 경우
        6. 선거관리위원회의 유권해석 상의 불법선거운동을 하는 경우
        7. 서비스를 이용하여 얻은 정보를 유스토리(Youthtory) 동의 없이 상업적으로 이용하는 경우
        8. 전기통신관련법령 등을 위반하는 행위를 하는 경우
        9. 유스토리(Youthtory)에서 부적당하다고 판단한 경우
        ④ 전항의 규정에 의하여 이용자의 이용을 제한하는 경우와 제한의 종류 및 기간 등 구체적인 기준은 유스토리(Youthtory)의 공지, 서비스 이용안내 등에서 별도로 정한 바에 의합니다.
        제 12 조 (게시물의 관리)
        ① 유스토리(Youthtory)는 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 필요에 따라 이용자가 게재 또는 등록한 내용물을 삭제할 수 있습니다.
        ② 유스토리(Youthtory)는 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 이용자의 서비스 이용을 부분적으로 제한할 수 있습니다.
        ③ 제 1 항 및 제 2 항의 경우에는 당해 사항을 사전에 온라인을 통해서 공지합니다.
        ④ 이용자가 게재 또는 등록하는 서비스 내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에 이용자에게 사전 통지 없이 삭제할 수 있습니다.
        1. 다른 이용자 또는 제 3자를 비방하거나 명예를 손상시키는 내용인 경우
        2. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음향, 동영상 등을 유포 하거나 게시물에 링크시키는 경우
        3. 불법 복제 또는 해킹을 조장하는 내용인 경우
        4. 영리를 목적으로 하는 광고인 경우
        5. 반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 경우
        6. 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 경우
        7. 기타 관계 법령에 위배된다고 판단되는 경우
        제 13 조 (서비스 제공의 중지 및 제한)
        ① 유스토리(Youthtory)는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
        1. 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우
        2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 때
        ② 유스토리(Youthtory)는 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때에는 서비스 제공을 중지하거나 제한 할 수 있습니다.
        제 14 조 (유스토리(Youthtory)의 의무)
        ① 유스토리(Youthtory)는 유스토리(Youthtory)에 설치된 서비스용 설비를 지속적이고 안정적인 서비스 제공에 적합하도록 유지하여야 하며 서비스용 설비에 장애가 발생하거나 또는 그 설비가 못쓰게 된 경우 그 설비를 수리하거나 복구합니다.
        ② 유스토리(Youthtory)는 서비스 내용의 변경 또는 추가사항이 있는 경우 그 사항을 온라인을 통해 서비스 화면에 공지합니다.
        ③ 유스토리(Youthtory)는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보보호정책을 공시하고 준수 합니다.
        ④ 전 항의 규정에 의하여 이용자의 이용을 제한하는 경우와 제한의 종류 및 기간 등 구체적인 기준은 유스토리(Youthtory)의 공지, 서비스 이용안내 등에서 별도로 정하는 바에 의합니다.
        ⑤ 유스토리(Youthtory)는 인터넷상에서 직접 친권자의 동의를 얻기 위해 친권자만 알고 있는 정보를 입력하여 동의여부 의사 표시를 할 수 있도록 서비스를 통해 제공합니다.
        제 15 조 (이용자의 의무)
        ① 이용자는 본 약관에서 규정하는 사항과 유스토리(Youthtory)가 정한 제반 규정, 공지사항 등 유스토리(Youthtory)가 공지하는 사항 및 관계 법령을 준수하여야 합니다.
        ② 이용자는 주소, 연락처, 전자우편 주소 등 이용계약사항이 변경된 경우 해당 절차를 거쳐 이를 유스토리(Youthtory)에 알려야 합니다.
        ③ 유스토리(Youthtory)는 개인정보보호정책 및 관계법령에 의거 그 책임을 지는 경우를 제외하고, 회원에게 부여된 이용자번호 (ID)의 비밀번호 관리 소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 이용자에게 있습니다.
        ④ 이용자는 유스토리(Youthtory)의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
        ⑤ 이용자는 서비스를 이용할 때 다음 각 호의 행위를 하여서는 안 되며, 해당 행위를 하는 경우에 유스토리(Youthtory)는 이용자의 서비스 이용 제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.
        1. 다른 이용자의 이용자번호(ID), 비밀번호를 부정하게 사용하는 행위
        2. 본 서비스를 이용하여 얻은 정보를 유스토리(Youthtory)의 사전 승낙 없이 서비스 이용 이외의 목적으로 복제하거나 이를 출판, 방송 등에 사용하거나 제 3 자에게 제공하는 행위
        3. 다른 이용자 또는 제 3 자를 비방하거나 명예를 손상하는 행위
        4. 본 서비스의 운영진, 직원 또는 관계자를 사칭하는 행위
        5. 공공질서 및 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음향, 동영상 등을 타인에게 유포하거나 게시물에 연결(링크)시키는 행위
        6. 유스토리(Youthtory)의 승인을 받지 않고 다른 이용자의 개인정보를 수집 또는 저장하는 행위
        7. 반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 행위
        8. 다른 이용자 또는 제 3자의 저작권등 기타 권리를 침해하는 행위
        9. 기타 관계 법령에 위배되는 행위
        ⑥ 이용자가 설치하는 단말기 등은 전기통신설비의 기술기준에 관한 규칙이 정하는 기준에 적합하여야 하며, 서비스에 장애를 주지 않아야 합니다.
        제 16 조 (게재된 자료에 대한 권리 및 저작권)
        서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.

        ① 게시물에 대한 권리와 책임은 게시자에게 있으며, 유스토리(Youthtory)는 게시자의 동의 없이는 이를 영리적 목적으로 사용할 수 없습니다. 단, 비영리적 목적인경우 유스토리(Youthtory)는 게시자의 동의 없이도 이를 사용할 수 있으며 서비스 내의 게재권을 갖습니다.
        ② 게시자의 사전 동의가 없이는 이용자는 서비스를 이용하여 얻은 정보를 가공-판매하는 행위 등 서비스에 게재된 자료를 상업적 목적으로 이용할 수 없습니다.
        ③ 유스토리(Youthtory)는 이용자가 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제 12조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.
        ④ 이용자가 게시하는 게시물은 검색결과, 관련 서비스 등에 노출될 수 있으며 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 유스토리(Youthtory)는 저작권 규정을 준수하며, 이용자는 언제든지 고객센터 또는 서비스를 통해 해당 게시물에 대해 삭제, 수정 등의 조치를 할 수 있습니다.
        제 17조 (정보의 제공)
        ① 유스토리(Youthtory)는 이용자에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.
        ② 유스토리(Youthtory)는 서비스 개선 및 이용자 대상의 맞춤 서비스 제공 등의 목적으로 이용자의 동의하에 추가적인 개인정보를 요구할 수 있습니다.
        제 5 장 이의신청 및 손해배상 청구 금지
        제 18 조 (이의신청금지)
        이용자는 유스토리(Youthtory)에서 제공하는 서비스 이용 시 발생 되는 어떠한 문제에 대해서도 무료 이용 기간 동안은 이의 신청 및 민원을 제기할 수 없습니다.

        제 19 조 (손해배상청구금지)
        이용자는 유스토리(Youthtory)에서 제공하는 서비스 이용 시 발생되는 어떠한 문제에 대해서도 무료 이용 기간 동안 유스토리(Youthtory)에 손해배상 청구를 할 수 없으며 유스토리(Youthtory)는 이에 대해 책임을 지지 아니합니다.

        부 칙
        1. (시행일) 이 약관은 2021년 월 일부터 시행합니다.`
      return terms.split('\n').join('<br />')
    }
  }
}
</script>

<style>

</style>
